package com.example.ashifrahman.jakir;





import android.support.v7.app.AppCompatActivity;
import android.os.Bundle;
import android.webkit.WebView;
import android.widget.ImageView;
import android.widget.TextView;

public class output extends AppCompatActivity {


    WebView webView;
    String mytext;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_output);


        webView = findViewById(R.id.webviewid);


        Bundle bundle = getIntent().getExtras();
        if(bundle!=null)
        {

            String countryname = bundle.getString("name");
            showdetails(countryname);
        }

    }

    void showdetails(String countryname) {

        if(countryname.equals("group"))
        {
            mytext ="  <!DOCTYPE html>\n" +
                    "<html>\n" +
                    "<body >\n" +
                    "<p align=\"justify\">\n" +
                    "\n" +
                    "<h3> রবীন্দ্রনাথ </h3> \n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3> প্রার্থনা </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       জ্ঞান যেথা মুক্ত,যেথা গৃহের প্রাচীর <br>\n" +
                    "আপন প্রাঙ্গণতলে দিবসশর্বরী <br>\n" +
                    "বসুধারে রাখে নাই খন্ড ক্ষুদ্র করি, <br>\n" +
                    "যেথা বাক্য হৃদয়ের উৎসমুখ হতে <br>\n" +
                    "উচ্ছ্বাসিয়া উঠে, যেথা নির্বারিত স্রোতে <br>\n" +
                    "দেশে দেশে দিশে দিশে কর্মধারা ধায় <br>\n" +
                    "অজস্র সহস্রবিধ চরিতার্থতায়, <br>\n" +
                    "যেথা তুচ্ছ আচারের মরুবালুরাশি <br>\n" +
                    "বিচারের স্রোতঃপথ ফেলে নাই গ্রাসি- <br>\n" +
                    "পৌরুষেরে করে নি শতধা, নিত্য যেথা <br>\n" +
                    "তুমি সর্ব কর্ম চিন্তা আনন্দের নেতা, <br>\n" +
                    "নিজ হস্তে নির্দয় আঘাত করি, পিতঃ, <br>\n" +
                    "\n" +
                    "চিত্ত যেথা ভয়শূণ্য, উচ্চ যেথা শির, <br>\n" +
                    "ভারতেরে সেই স্বর্গে করো জাগরিত।     <br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>তালগাছ </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      তালগাছ এক পায়ে দাঁড়িয়ে  <br>\n" +
                    "      সব গাছ ছাড়িয়ে  <br>\n" +
                    "উঁকি মারে আকাশে।  <br>\n" +
                    "মনে সাধ, কালো মেঘ ফুঁড়ে যায়,  <br>\n" +
                    "একেবারে উড়ে যায়;  <br>\n" +
                    "কোথা পাবে পাখা সে?  <br>\n" +
                    "\n" +
                    "তাই তো সে ঠিক তার মাথাতে  <br>\n" +
                    "গোল গোল পাতাতে  <br>\n" +
                    "ইচ্ছাটি মেলে তার,–  <br>\n" +
                    "মনে মনে ভাবে, বুঝি ডানা এই,  <br>\n" +
                    "উড়ে যেতে মানা নেই  <br>\n" +
                    "বাসাখানি ফেলে তার।      <br>\n" +
                    "\t\t\t\n" +
                    "\t\t\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3> বীর পুরুষ </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       মনে করো, যেন বিদেশ ঘুরে<br>\n" +
                    "মাকে নিয়ে যাচ্ছি অনেক দূরে।<br>\n" +
                    "\n" +
                    "তুমি যাচ্ছ পালকিতে, মা, চড়ে<br>\n" +
                    "দরজা দুটো একটুকু ফাঁক করে,<br>\n" +
                    "আমি যাচ্ছি রাঙা ঘোড়ার ‘পরে<br>\n" +
                    "টগবগিয়ে তোমার পাশে পাশে।<br>\n" +
                    "রাস্তা থেকে ঘোড়ার খুরে খুরে<br>\n" +
                    "রাঙা ধূলোয় মেঘ উড়িয়ে আসে।<br>\n" +
                    "\n" +
                    "সন্ধ্যে হল, সূর্য নামে পাটে,<br>\n" +
                    "এলেম যেন জোড়াদিঘির মাঠে।<br>\n" +
                    "ধূ ধূ করে যে দিক-পানে চাই,<br>\n" +
                    "কোনোখানে জনমানব নাই,<br>\n" +
                    "তুমি যেন আপন-মনে তাই<br>\n" +
                    "ভয় পেয়েছ-ভাবছ, ‘এলেম কোথা।’<br>\n" +
                    "আমি বলছি, ‘ভয় কোরো না মা গো,     <br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>আমাদের ছোট নদী </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       আমাদের ছোট নদী চলে বাকেঁ বাকেঁ, <br>\t\t\t \n" +
                    "বৈশাখ মাসে তার হাঁটুজল থাকে।<br>\t\n" +
                    "পার হয়ে যায় গরু, পার হয় গাড়ি,<br>\n" +
                    "দুই ধার উঁচু তার, ঢালু তার পাড়ি।<br>\n" +
                    "\n" +
                    "চিকচিক করে বালি, কোথা নাই কাদা,<br>\n" +
                    "এক ধারে কাশবন ফুলে ফুলে সাদা।<br>\n" +
                    "কিচিমিচি করে সেথা শালিকের ঝাঁক,<br>\n" +
                    "রাতে ওঠে থেকে থেকে শেয়ালের হাঁক।<br>\n" +
                    "\n" +
                    "তীরে তীরে ছেলেমেয়ে নাহিবার কালে<br>\n" +
                    "গামছায় জল ভরি গায়ে তারা ঢালে।<br>\n" +
                    "সকালে বিকালে কভু নাওয়া হলে পরে<br>\n" +
                    "আঁচলে ছাঁকিয়া তারা ছোট মাছ ধরে।<br>\n" +
                    "\n" +
                    "আষাঢ়ে বাদল নামে, নদী ভরো ভরো,<br>\n" +
                    "মাতিয়া ছুটিয়া চলে ধারা খরতর।<br>\n" +
                    "দুই কূলে বনে বনে পড়ে যায় সারা,<br>\n" +
                    "বরষার উৎসবে জেগে ওঠে পাড়া।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>আমাদের ছোট নদী </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       আমাদের ছোট নদী চলে বাকেঁ বাকেঁ, <br>\t\t\t \n" +
                    "বৈশাখ মাসে তার হাঁটুজল থাকে।<br>\t\n" +
                    "পার হয়ে যায় গরু, পার হয় গাড়ি,<br>\n" +
                    "দুই ধার উঁচু তার, ঢালু তার পাড়ি।<br>\n" +
                    "\n" +
                    "চিকচিক করে বালি, কোথা নাই কাদা,<br>\n" +
                    "এক ধারে কাশবন ফুলে ফুলে সাদা।<br>\n" +
                    "কিচিমিচি করে সেথা শালিকের ঝাঁক,<br>\n" +
                    "রাতে ওঠে থেকে থেকে শেয়ালের হাঁক।<br>\n" +
                    "\n" +
                    "তীরে তীরে ছেলেমেয়ে নাহিবার কালে<br>\n" +
                    "গামছায় জল ভরি গায়ে তারা ঢালে।<br>\n" +
                    "সকালে বিকালে কভু নাওয়া হলে পরে<br>\n" +
                    "আঁচলে ছাঁকিয়া তারা ছোট মাছ ধরে।<br>\n" +
                    "\n" +
                    "আষাঢ়ে বাদল নামে, নদী ভরো ভরো,<br>\n" +
                    "মাতিয়া ছুটিয়া চলে ধারা খরতর।<br>\n" +
                    "দুই কূলে বনে বনে পড়ে যায় সারা,<br>\n" +
                    "বরষার উৎসবে জেগে ওঠে পাড়া।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>বিপদে মোরে রক্ষা করো  </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       বিপদে মোরে রক্ষা করো<br>\n" +
                    "এ নহে মোর প্রার্থনা,<br>\n" +
                    "বিপদে আমি না যেন করি ভয়।<br>\n" +
                    "দুঃখতাপে ব্যথিত চিতে<br>\n" +
                    "নাই বা দিলে সান্ত্বনা,<br>\n" +
                    "দুঃখে যেন করিতে পারি জয়।<br>\n" +
                    "সহায় মোর না যদি জুটে<br>\n" +
                    "নিজের বল না যেন টুটে,<br>\n" +
                    "সংসারেতে ঘটিলে ক্ষতি<br>\n" +
                    "লভিলে শুধু বঞ্চনা<br>\n" +
                    "নিজের মনে না যেন মানি ক্ষয়।<br>\n" +
                    "\n" +
                    "আমারে তুমি করিবে ত্রাণ<br>\n" +
                    "এ নহে মোর প্রার্থনা,<br>\n" +
                    "তরিতে পারি শকতি যেন রয়।<br>\n" +
                    "আমার ভার লাঘব করি<br>\n" +
                    "নাই বা দিলে সান্ত্বনা,<br>\n" +
                    "বহিতে পারি এমনি যেন হয়।<br>\n" +
                    "নম্রশিরে সুখের দিনে<br>\n" +
                    "তোমারি মুখ লইব চিনে,<br>\n" +
                    "দুখের রাতে নিখিল ধরা<br>\n" +
                    "যেদিন করে বঞ্চনা<br>\n" +
                    "তোমারে যেন না করি সংশয়।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>গানের খেয়া </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "   যে গান আমি গাই <br>\n" +
                    "\n" +
                    "জানি নে সে <br>\n" +
                    "কার উদ্দেশ্যে। <br>\n" +
                    "যবে জাগে মনে <br>\n" +
                    "অকারণে <br>\n" +
                    "চপল হাওয়া <br>\n" +
                    "সুর যায় ভেসে <br>\n" +
                    "কার উদ্দেশ্যে। <br>\n" +
                    "ঐ মুখে চেয়ে দেখি, <br>\n" +
                    "জানি নে তুমিই সে কি <br>\n" +
                    "অতীত কালের মুরতি এসেছ <br>\n" +
                    "নতুন কালের বেশে। <br>\n" +
                    "কভূ জাগে মনে, <br>\n" +
                    "যে আসে নি এ জীবনে <br>\n" +
                    "ঘাট খুঁজি খুঁজি <br>\n" +
                    "গানের খেয়া সে মাগিতেছে বুঝি <br>\n" +
                    "আমার তীরেতে এসে।<br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>ছল </h3> \n" +
                    "<p align=\"justify\">\n" +
                    " তোমারে পাছে সহজে বুঝি তাই কি এত লীলার ছল - <br>\n" +
                    "\n" +
                    "বাহিরে যবে হাসির ছটা ভিতরে থাকে আঁখির জল। <br>\n" +
                    "\n" +
                    "বুঝি গো আমি, বুঝি গো তব ছলনা - <br>\n" +
                    "যে কথা তুমি বলিতে চাও সে কথা তুমি বল না।। <br>\n" +
                    "তোমারে পাছে সহজে ধরি কিছুরই তব কিনারা নাই - <br>\n" +
                    "দশের দলে টানি গো পাছে কিরূপ তুমি, বিমুখ তাই। <br>\n" +
                    "বুঝি গো আমি, বুঝি গো তব ছলনা - <br>\n" +
                    "যে পথে তুমি চলিতে চাও সে পথে তুমি চল না।। <br>\n" +
                    "সবার চেয়ে অধিক চাহ, তাই কি তুমি ফিরিয়া যাও - <br>\n" +
                    "হেলার ভরে খেলার মতো ভিক্ষাঝুলি ভাসায়ে দাও? <br>\n" +
                    "বুঝেছি আমি, বুজেছি তব ছলনা - <br>\n" +
                    "সবার যাহে তৃপ্তি হল তোমার তাহে হল না।।<br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>স্পর্শমণি </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "   নদীতীরে বৃন্দাবনে সনাতন একমনে <br>\n" +
                    "\n" +
                    "জপিছেন নাম, <br>\n" +
                    "হেনকালে দীনবেশে ব্রাহ্মণ চরণে এসে <br>\n" +
                    "করিল প্রণাম। <br>\n" +
                    "শুধালেন সনাতন, 'কোথা হতে আগমন, <br>\n" +
                    "কী নাম ঠাকুর?' <br>\n" +
                    "বিপ্র কহে, 'কিবা কব, পেয়েছি দর্শন তব <br>\n" +
                    "ভ্রমি বহুদূর। <br>\n" +
                    "জীবন আমার নাম, মানকরে মোর ধাম, <br>\n" +
                    "জিলা বর্ধমানে-- <br>\n" +
                    "এতবড়ো ভাগ্যহত দীনহীন মোর মতো <br>\n" +
                    "নাই কোনোখানে। <br>\n" +
                    "জমিজমা আছে কিছু, করে আছি মাথা নিচু, <br>\n" +
                    "অল্পস্বল্প পাই। <br>\n" +
                    "ক্রিয়াকর্ম-যজ্ঞযাগে বহু খ্যাতি ছিল আগে, <br>\n" +
                    "আজ কিছু নাই। <br>\n" +
                    "আপন উন্নতি লাগি শিব-কাছে বর মাগি <br>\n" +
                    "করি আরাধনা। <br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "</p>\n" +
                    "</body>\n" +
                    "</html>";
            webView.loadDataWithBaseURL(null,mytext,"text/html","utf-8",null);


        }

        if(countryname.equals("round16"))
        {

            mytext = "  <!DOCTYPE html>\n" +
                    "<html>\n" +
                    "<body >\n" +
                    "<p align=\"justify\">\n" +
                    "\n" +
                    "<h3> সুকান্ত</h3> \n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>রানার</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       রানার ছুটেছে তাই ঝুম্\u200Cঝুম্ ঘণ্টা বাজছে রাতে<br>\n" +
                    "রানার চলেছে, খবরের বোঝা হাতে,<br>\n" +
                    "রানার চলেছে রানার!<br>\n" +
                    "রাত্রির পথে পথে চলে কোনো নিষেধ জানে না মানার।<br>\n" +
                    "দিগন্ত থেকে দিগন্তে ছোটে রানার–<br>\n" +
                    "কাজ নিয়েছে সে নতুন খবর আনার।<br>\n" +
                    "\n" +
                    "রানার! রানার!<br>\n" +
                    "জানা-অজানার<br>\n" +
                    "বোঝা আজ তার কাঁধে,<br>\n" +
                    "বোঝাই জাহাজ রানার চলেছে চিঠি আর সংবাদে;<br>\n" +
                    "রানার চলেছে, বুঝি ভোর হয় হয়,<br>\n" +
                    "আরো জোরে,আরো জোরে, এ রানার দুর্বার দুর্জয়।<br>\n" +
                    "তার জীবনের স্বপ্নের মতো পিছে স’রে যায় বন,<br>\n" +
                    "আরো পথ, আরো পথ- বুঝি হয় লাল ও-পূর্বকোণ।<br>\n" +
                    "অবাক রাতের তারারা, আকাশে মিট্\u200Cমিট্ ক’রে চায়!<br>\n" +
                    "কেমন ক’রে এ রানার সবেগে হরিণের মতো যায়!<br>\n" +
                    "কত গ্রাম, কত পথ যায় স’রে স’রে–<br>\n" +
                    "শহরে রানার যাবেই পৌঁছে ভোরে;<br>\n" +
                    "হাতে লণ্ঠন করে ঠন্\u200Cঠন্, জোনাকিরা দেয় আলো<br>\n" +
                    "মাভৈঃ, রানার! এখনো রাতের কালো।<br>\n" +
                    "\n" +
                    "এমনি ক’রেই জীবনের বহু বছরকে পিছু ফেলে,<br>\n" +
                    "পৃথিবীর বোঝা ক্ষুধিত রানার পৌঁছে দিয়েছে ‘মেলে’।<br>\n" +
                    "ক্লান্তশ্বাস ছুঁয়েছে আকাশ, মাটি ভিজে গেছে ঘামে<br>\n" +
                    "জীবনের সব রাত্রিকে ওরা কিনেছে অল্প দামে।<br>\n" +
                    "অনেক দুঃখে, বহু বেদনায়, অভিমানে, অনুরাগে,<br>\n" +
                    "ঘরে তার প্রিয়া একা শয্যায় বিনিদ্র রাত জাগে।<br>\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>চিল</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      পথ চলতে চলতে হঠাৎ দেখলামঃ<br>\n" +
                    "ফুটপাতে এক মরা চিল!<br>\n" +
                    "\n" +
                    "চমকে উঠলাম ওর করুণ বীভৎস মূর্তি দেখে।<br>\n" +
                    "অনেক উঁচু থেকে যে এই পৃথিবীটাকে দেখেছে<br>\n" +
                    "লুণ্ঠনের অবাধ উপনিবেশ;<br>\n" +
                    "যার শ্যেন দৃষ্টিতে কেবল ছিল<br>\n" +
                    "তীব্র লোভ আর ছোঁ মারার দস্যু প্রবৃত্তি-<br>\n" +
                    "তাকে দেখলাম, ফুটপাতে মুখ গুঁজে প'ড়ে।<br>\n" +
                    "গম্বুজশিখরে বাস করত এই চিল,<br>\n" +
                    "নিজেকে জাহির করত সুতীক্ষ্ণ চীৎকারে;<br>\n" +
                    "হালকা হাওয়ায় ডানা মেলে দিত আকাশের নীলে-<br>\n" +
                    "অনেককে ছাড়িয়েঃ এককঃ<br>\n" +
                    "পৃথিবী থেকে অনেক, অনেক উঁচুতে।<br>\n" +
                    "\n" +
                    "অনেকে আজ নিরাপদ;<br>\n" +
                    "নিরাপদ ইঁদুর ছানারা আর খাদ্য-হাতে ত্রস্ত পথচারী,<br>\n" +
                    "নিরাপদ- কারণ আজ সে মৃত।<br>\n" +
                    "\t\t\t\n" +
                    "\t\t\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>দেশলাই কাঠি</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       আমি একটা ছোট্ট দেশলাইয়ের কাঠি<br>\n" +
                    "এত নগণ্য, হয়তো চোখেও পড়ি না;<br>\n" +
                    "তবু জেনো<br>\n" +
                    "মুখে আমার উসখুস করছে বারুদ—<br>\n" +
                    "বুকে আমার জ্বলে উঠবার দুরন্ত উচ্ছ্বাস;<br>\n" +
                    "আমি একটা দেশলাইয়ের কাঠি।<br>\n" +
                    "\n" +
                    "মনে আছে সেদিন হুলুস্থুল বেধেছিল?<br>\n" +
                    "ঘরের কোণে জ্বলে উঠেছিল আগুন –<br>\n" +
                    "আমাকে অবজ্ঞাভরে না-নিভিয়ে ছুঁড়ে ফেলায়!<br>\n" +
                    "কত ঘরকে দিয়েছি পুড়িয়ে,<br>\n" +
                    "কত প্রাসাদকে করেছি ধূলিসাত্\u200D\u200C<br>\n" +
                    "আমি একাই- ছোট্ট একটা দেশলাইয়ের কাঠি।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>উদ্যোগ  </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     বন্ধু, তোমার ছাড়ো উদ্বেগ, সুতীক্ষ্ণ করো চিত্ত,<br>\n" +
                    "বাংলার মাটি দুর্জয় ঘাঁটি বুঝে নিক দুর্বৃত্ত।<br>\n" +
                    "মূঢ় শত্রুকে হানো স্রোত রুখে, তন্দ্রাকে করো ছিন্ন,<br>\n" +
                    "একাগ্র দেশে শত্রুরা এসে হয়ে যাক নিশ্চিহ্ন।<br>\n" +
                    "ঘরে তোল ধান, বিপ্লবী প্রাণ প্রস্তুত রাখ কাস্তে,<br>\n" +
                    "গাও সারিগান, হাতিয়ারে শান দাও আজ উদয়াস্তে।<br>\n" +
                    "আজ দৃঢ় দাঁতে পুঞ্জিত হাতে প্রতিরোধ করো শক্ত,<br>\n" +
                    "প্রতি ঘাসে ঘাসে বিদ্যুৎ আসে জাগে সাড়া অব্যক্ত।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>রেশন কার্ড </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "    রঘুবীর একদিন দিতে গিয়ে আড্ডা,<br>\n" +
                    "হারিয়ে ফেলল ভুলে রেশনের কার্ডটা;<br>\n" +
                    "তারপর খোঁজাখুজি এখানে ও ওখানে,<br>\n" +
                    "রঘু ছুটে এল তার রেশনের দোকানে,<br>\n" +
                    "সেখানে বলল কেঁদে, হুজুর, চাই যে আটা-<br>\n" +
                    "দোকানী বলল হেঁকে, চলবে না কাঁদা-কাঁটা,<br>\n" +
                    "হাটে মাঠে-ঘাটে যাও, খোঁজো গিয়ে রাস্তায়<br>\n" +
                    "ছুটে যাও আড্ডায়, খোঁজো চারিপাশটায়;<br>\n" +
                    "কিংবা অফিসে যাও এ রেশন এলাকার,<br>\n" +
                    "আমার মামার পিসে, কাজ করে ছেলে তার,<br>\n" +
                    "তার কাছে গেলে পরে সবই ঠিক হয়ে যাবে,<br>\n" +
                    "ছ’মাসের মধ্যেই নয়া এক কার্ড পাবে।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>পুরনো ধাঁধাঁ</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     বলতে পারো বড়মানুষ মোটর কেন চড়বে?<br>\n" +
                    "গরীব কেন সেই মোটরের তলায় চাপা পড়বে?<br>\n" +
                    "বড়মানুষ ভোজের পাতে ফেলে লুচি-মিষ্টি,<br>\n" +
                    "বলতে পারো ধনীর বাড়ি তৈরি যারা করছে,<br>\n" +
                    "কুঁড়েঘরেই তারা কেন মাছির মতো মরছে?<br>\n" +
                    "ধনীর মেয়ের দামী পুতুল হরেকরকম খেলনা,<br>\n" +
                    "গরীব মেয়ে পায়না আদর, সবার কাছে ফ্যালনা।<br>\n" +
                    "বলতে পারো ধনীর মুখে যারা যোগায় খাদ্য,<br>\n" +
                    "ধনীর পায়ের তলায় কেন থাকতে তারা বাধ্য?<br>\n" +
                    "‘হিং-টিং-ছট’ প্রশ্ন এসব, মাথায় মধ্যে কামড়ায়,<br>\n" +
                    "বড়লোকের ঢাক তৈরি গরীব লোকের চামড়ায়।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>একটি মোরগের কাহিনী</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "  একটি মোরগ হঠাৎ আশ্রয় পেয়ে গেল<br>\n" +
                    "বিরাট প্রাসাদের ছোট্ট এক কোণে,<br>\n" +
                    "ভাঙা প্যাকিং বাক্সের গাদায়-<br>\n" +
                    "আরো দু’তিনটি মুরগির সঙ্গে<br>\n" +
                    "আশ্রয় যদিও মিলল,<br>\n" +
                    "উপযুক্ত আহার মিলল না।<br>\n" +
                    "সুতীব্র চীৎকারে প্রতিবাদ জানিয়ে<br>\n" +
                    "গলা ফাটাল সেই মোরগ<br>\n" +
                    "ভোর থেকে সন্ধ্যে পর্যন্ত-<br>\n" +
                    "তবুও সহানুভূতি জানাল না সেই বিরাট শক্ত ইমারত।<br>\n" +
                    "\n" +
                    "তারপর শুরু হল তার আস্তাকুঁড়ে আনাগোনা:<br>\n" +
                    "আশ্চর্য! সেখানে প্রতিদিন মিলতে লাগল<br>\n" +
                    "ফেলে দেওয়া ভাত-রুটির চমৎকার প্রচুর খাবার!<br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "</p>\n" +
                    "</body>\n" +
                    "</html>";
            webView.loadDataWithBaseURL(null,mytext,"text/html","utf-8",null);
        }
        if(countryname.equals("round8"))
        {

            mytext = "  <!DOCTYPE html>\n" +
                    "<html>\n" +
                    "<body >\n" +
                    "<p align=\"justify\">\n" +
                    "\n" +
                    "<h3>সুফিয়া কামাল </h3> \n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>প্রার্থনা</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       তুলি দুই হাত করি মোনাজাত<br>\n" +
                    "হে রহিম রহমান<br>\n" +
                    "কত সুন্দর করিয়া ধরণী<br>\n" +
                    "মোদের করেছ দান,<br>\n" +
                    "\n" +
                    "গাছে ফুল ফল<br>\n" +
                    "নদী ভরা জল<br>\n" +
                    "পাখির কন্ঠে গান<br>\n" +
                    "সকলি তোমার দান৷<br>\n" +
                    "\n" +
                    "মাতা, পিতা, ভাই, বোন ও স্বজন<br>\n" +
                    "সব মানুষেরা সবাই আপন<br>\n" +
                    "কত মমতায় মধুর করিয়া<br>\n" +
                    "ভরিয়া দিয়াছ প্রাণ৷<br>\n" +
                    "\n" +
                    "তাই যেন মোরা তোমারে না ভলি<br>\n" +
                    "সরল সহজ সত্\u200D পথে চলি<br>\n" +
                    "কত ভাল তমি, কত ভালোবাস<br>\n" +
                    "গেয়ে যাই এই গান৷<br>\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>আজিকার শিশু</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "    আমাদের যুগে আমরা যখন খেলেছি পুতুল খেলা<br>\n" +
                    "তোমরা এ যগে সেই বয়সেই লেখাপড়া করমেলা।<br>\n" +
                    "আমরা যখন আকাশের তলে ওড়ায়েছি শুধু ঘুড়ি<br>\n" +
                    "তোমরা এখন কলের জাহাজ চালাও গগন জুড়ি।<br>\n" +
                    "\n" +
                    "আমরা শুনেছি সেখানে রয়েছে জিন,পরী, দেও, দানা।<br>\n" +
                    "পাতালপুরীর অজানা কাহিনী তোমরা শোনাও সবে<br>\n" +
                    "মেরুতে মেরুতে জানা পরিচয় কেমন করিয়া হবে।<br>\n" +
                    "তোমাদের ঘরে আলোর অভাব কভূ নাহি হবে আর<br>\n" +
                    "আকাশ-আলোক বাঁধি আনি দূর করিবে অন্ধকার।<br>\n" +
                    "শস্য-শ্যামলা এই মাটি মা’র অঙ্গ পুষ্ট করে<br>\n" +
                    "আনিবে অটুট স্বাস্থ্য, সবল দেহ-মনঘরে ঘরে।<br>\n" +
                    "তোমাদের গানে, কল-কলতানে উছসি উঠিবে নদী-<br>\n" +
                    "সরস করিয়া তৃণ ও তরুরে বহিবে সে নিরবধি<br>\n" +
                    "তোমরা আনিবে ফুল ও ফসল পাখি-ডাকা রাঙা ভোর<br>\n" +
                    "জগৎ করিবে মধুময়, প্রাণে প্রাণে বাঁধি প্রীতিডোর।<br>\n" +
                    "\t\t\t\n" +
                    "\t\t\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>তাহারেই পড়ে মনে  </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "  “হে কবি! নীরব কেন-ফাল্গুন যে এসেছে ধরায়,<br>\n" +
                    "বসন্তে বরিয়া তুমি লবে না কি তব বন্দনায়?”<br>\n" +
                    "কহিল সে স্নিগ্ধ আঁখি তুলি-<br>\n" +
                    "“দখিন দুয়ার গেছে খুলি?<br>\n" +
                    "বাতাবী নেবুর ফুল ফুটেছে কি? ফুটেছে কি আমের মুকুল?<br>\n" +
                    "দখিনা সমীর তার গন্ধে গন্ধে হয়েছে কি অধীর আকুল?”<br>\n" +
                    "“এখনো দেখনি তুমি?” কহিলাম “কেন কবি আজ<br>\n" +
                    "এমন উন্মনা তুমি? কোথা তব নব পুষ্পসাজ?”<br>\n" +
                    "কহিল সে সুদূরে চাহিয়া-<br>\n" +
                    "“অলখের পাথার বাহিয়া<br>\n" +
                    "তরী তার এসেছে কি? বেজেছে কি আগমনী গান?<br>\n" +
                    "ডেকেছে কি সে আমারে? -শুনি নাই,রাখিনিসন্ধান।”<br>\n" +
                    "কহিলাম “ওগো কবি, রচিয়া লহ না আজও গীতি,<br>\n" +
                    "বসন্ত-বন্দনা তব কণ্ঠে শুনি-এ মোর মিনতি।”<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>সাঁঝের মায়া </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     অনন্ত সূর্যাস্ত-অন্তে আজিকার সূর্যাস্তের কালে<br>\n" +
                    "সুন্দর দক্ষিণ হস্তে পশ্চিমের দিকপ্রান্ত-ভালে<br>\n" +
                    "দক্ষিণা দানিয়া গেল, বিচিত্র রঙের তুলি তার_<br>\n" +
                    "বুঝি আজি দিনশেষে নিঃশেষে সে করিয়া উজাড়<br>\n" +
                    "দানের আনন্দ গেল শেষ করি মহাসমারোহে।<br>\n" +
                    "সুমধুর মোহে<br>\n" +
                    "ধীরে ধীরে ধীরে<br>\n" +
                    "প্রদীপ্ত ভাস্কর এসে বেলাশেষে দিবসের তীরে<br>\n" +
                    "ডুবিল যে শান্ত মহিমায়,<br>\n" +
                    "তাহারি সে অস্তরাগে বসন্তের সন্ধ্যাকাশ ছায়।<br>\n" +
                    "ওগো ক্লান্ত দিবাকর! তব অস্ত-উৎসবের রাগে<br>\n" +
                    "হেথা মর্তে বনানীর পল্লবে পল্লবে দোলা লাগে।<br>\n" +
                    "শেষ রশ্মিকরে তব বিদায়ের ব্যথিত চুম্বন<br>\n" +
                    "পাঠায়েছ। তরুশিরে বিচিত্র বর্ণের আলিম্পন<br>\n" +
                    "করিয়াছে উন্মন অধীর<br>\n" +
                    "মৌনা, বাক্যহীনা, মূক বক্ষখানি স্তব্ধ বিটপীর।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>বাসন্তী</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     আমার এ বনের পথে<br>\n" +
                    "কাননে ফুল ফোটাতে<br>\n" +
                    "ভুলে কেউ করত না গো<br>\n" +
                    "কোনদিন আসা-যাওয়া।<br>\n" +
                    "সেদিন ফাগুন-প্রাতে<br>\n" +
                    "অরুণের উদয়-সাথে<br>\n" +
                    "সহসা দিল দেখা<br>\n" +
                    "উদাসী দখিন হাওয়া।...<br>\n" +
                    "বুকে মোর চরণ ফেলে<br>\n" +
                    "বধুঁ মোর আজকে এলে<br>\n" +
                    "আজি যে ভরা সুখে<br>\n" +
                    "কেবলই পরাণ কাঁদে।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>জন্মেছি এই দেশে </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      অনেক কথার গুঞ্জন শুনি<br>\n" +
                    "অনেক গানের সুর<br>\n" +
                    "সবচেয়ে ভাল লাগে যে আমার<br>\n" +
                    "‘মাগো’ ডাক সুমধুর।<br>\n" +
                    "\n" +
                    "আমার দেশের মাঠের মাটিতে<br>\n" +
                    "কৃষাণ দুপুরবেলা<br>\n" +
                    "ক্লান্তি নাশিতে কন্ঠে যে তার<br>\n" +
                    "সুর লয়ে করে খেলা।<br>\n" +
                    "\n" +
                    "মুক্ত আকাশে মুক্ত মনের<br>\n" +
                    "সেই গান চলে ভেসে<br>\n" +
                    "জন্মেছি মাগো তোমার কোলেতে<br>\n" +
                    "মরি যেন এই দেশে।<br>\n" +
                    "\n" +
                    "এই বাংলার আকাশ-বাতাস<br>\n" +
                    "এই বাংলার ভাসা<br>\n" +
                    "এই বাংলার নদী, গিরি-বনে<br>\n" +
                    "বাঁচিয়া মরিতে আশা।<br>\n" +
                    "\n" +
                    "শত সন্তান সাধ করে এর<br>\n" +
                    "ধূলি মাখি সারা গায়<br>\n" +
                    "বড় গৌরবে মাথা উচু করি<br>\n" +
                    "মানুষ হইতে চায়।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>ছোটন ঘুমায়</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "  গোল করো না গোল করো না<br>\n" +
                    "ছোটন ঘুমায় খাটে।<br>\n" +
                    "এই ঘুমকে কিনেত হল<br>\n" +
                    "নওয়াব বাড়ির হাটে।<br>\n" +
                    "সোনা নয় রুপা নয়<br>\n" +
                    "দিলাম মোতির মালা<br>\n" +
                    "তাইতো ছোটন ঘুমিয়ে আছে<br>\n" +
                    "ঘর করে উজালা।<br>\n" +
                    "\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "</p>\n" +
                    "</body>\n" +
                    "</html>";

            webView.loadDataWithBaseURL(null,mytext,"text/html","utf-8",null);
        }

        if(countryname.equals("asare4"))
        {

            mytext = "  <!DOCTYPE html>\n" +
                    "<html>\n" +
                    "<body >\n" +
                    "<p align=\"justify\">\n" +
                    "\n" +
                    "<h3> নজরুল </h3> \n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>আমার কৈফিয়ৎ</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       বর্তমানের কবি আমি ভাই, ভবিষ্যতের নই ‘নবী’,<br>\n" +
                    "কবি ও অকবি যাহা বলো মোরে মুখ বুঁজে তাই সই সবি!<br>\n" +
                    "কেহ বলে, ‘তুমি ভবিষ্যতে যে<br>\n" +
                    "ঠাঁই পাবে কবি ভবীর সাথে হে!<br>\n" +
                    "যেমন বেরোয় রবির হাতে সে চিরকেলে-বাণী কই কবি?’<br>\n" +
                    "দুষিছে সবাই, আমি তবু গাই শুধু প্রভাতের ভৈরবী!<br>\n" +
                    "\n" +
                    "কবি-বন্ধুরা হতাশ হইয়া মোর লেখা প’ড়ে শ্বাস ফেলে!<br>\n" +
                    "বলে, কেজো ক্রমে হচ্ছে অকেজো পলিটিক্সের পাশ ঠেলে’।<br>\n" +
                    "পড়ে না ক’ বই, ব’য়ে গেছে ওটা।<br>\n" +
                    "কেহ বলে, বৌ-এ গিলিয়াছে গোটা।<br>\n" +
                    "কেহ বলে, মাটি হ’ল হয়ে মোটা জেলে ব’সে শুধু তাস খেলে!<br>\n" +
                    "কেহ বলে, তুই জেলে ছিলি ভালো ফের যেন তুই যাস জেলে!<br>\n" +
                    "\n" +
                    "গুরু ক’ন, তুই করেছিস শুরু তলোয়ার দিয়ে দাড়ি চাঁছা!<br>\n" +
                    "প্রতি শনিবারী চিঠিতে প্রেয়সী গালি দেন, ‘তুমি হাঁড়িচাঁচা!’<br>\n" +
                    "আমি বলি, ‘প্রিয়ে, হাটে ভাঙি হাঁড়ি!’<br>\n" +
                    "অমনি বন্ধ চিঠি তাড়াতাড়ি।<br>\n" +
                    "সব ছেড়ে দিয়ে করিলাম বিয়ে, হিন্দুরা ক’ন, আড়ি চাচা!’<br>\n" +
                    "যবন না আমি কাফের ভাবিয়া খুঁজি টিকি দাড়ি, নাড়ি কাছা!<br>\n" +
                    "\n" +
                    "মৌ-লোভী যত মৌলবী আর ‘ মোল্\u200C-লা’রা ক’ন হাত নেড়ে’<br>\n" +
                    "‘দেব-দেবী নাম মুখে আনে, সবে দাও পাজিটার জাত মেরে!<br>\n" +
                    "ফতোয়া দিলাম- কাফের কাজী ও,<br>\n" +
                    "যদিও শহীদ হইতে রাজী ও!<br>\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>চৈতী হাওয়া </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      হারিয়ে গেছ অন্ধকারে-পাইনি খুঁজে আর,<br>\n" +
                    "আজ্\u200Cকে তোমার আমার মাঝে সপ্ত পারাবার!<br>\n" +
                    "আজ্\u200Cকে তোমার জন্মদিন-<br>\n" +
                    "স্মরণ-বেলায় নিদ্রাহীন<br>\n" +
                    "হাত্\u200Cড়ে ফিরি হারিয়ে-যাওয়ার অকূল অন্ধকার!<br>\n" +
                    "এই -সে হেথাই হারিয়ে গেছে কুড়িয়ে-পাওয়া হার!<br>\n" +
                    "\n" +
                    "শূন্য ছিল নিতল দীঘির শীতল কালো জল,<br>\n" +
                    "কেন তুমি ফুটলে সেথা ব্যথার নীলোৎপল?<br>\n" +
                    "আঁধার দীঘির রাঙলে মুখ,<br>\n" +
                    "নিটোল ঢেউ-এর ভাঙলে বুক,-<br>\n" +
                    "কোন্\u200C পূজারী নিল ছিঁড়ে? ছিন্ন তোমার দল<br>\n" +
                    "ঢেকেছে আজ কোন্\u200C দেবতার কোন্\u200C সে পাষাণ-তল?<br>\n" +
                    "\n" +
                    "অস্ত-খেয়ার হারামাণিক-বোঝাই-করা না’<br>\n" +
                    "আস্\u200Cছে নিতুই ফিরিয়ে দেওয়ার উদয়-পারের গাঁ<br>\n" +
                    "ঘাটে আমি রই ব’সে<br>\n" +
                    "\t\t\t\n" +
                    "\t\t\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>মানুষ  </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       গাহি সাম্যের গান-<br>\n" +
                    "মানুষের চেয়ে বড় কিছু নাই, নহে কিছু মহীয়ান,<br>\n" +
                    "নাই দেশ-কাল-পাত্রের ভেদ, অভেদ ধর্মজাতি,<br>\n" +
                    "সব দেশে, সব কালে, ঘরে-ঘরে তিনি মানুষের জ্ঞাতি।<br>\n" +
                    "‘পূজারী, দুয়ার খোলো,<br>\n" +
                    "ক্ষুদার ঠাকুর দাঁড়ায়ে দুয়ারে পূজার সময় হ’ল!’<br>\n" +
                    "স্বপন দেখিয়া আকুল পূজারী খুলিল ভজনালয় <br>\n" +
                    "দেবতার বরে আজ রাজা-টাজা হ’য়ে যাবে নিশ্চয়!<br>\n" +
                    "জীর্ণ-বস্ত্র শীর্ণ-গাত্র, ক্ষুদায় কন্ঠ ক্ষীণ<br>\n" +
                    "ডাকিল পান্থ, ‘দ্বার খোল বাবা, খাইনি ক’ সাত দিন!’<br>\n" +
                    "সহসা বন্ধ হ’ল মন্দির, ভুখারী ফিরিয়া চলে,<br>\n" +
                    "তিমির রাত্রি, পথ জুড়ে তার ক্ষুদার মানিক জ্বলে<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>লিচু চোর  </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "       বাবুদের তাল-পুকুরে<br>\n" +
                    "হাবুদের ডাল-কুকুরে<br>\n" +
                    "সে কি বাস করলে তাড়া,<br>\n" +
                    "বলি থাম একটু দাঁড়া।<br>\n" +
                    "\n" +
                    "পুকুরের ঐ কাছে না<br>\n" +
                    "লিচুর এক গাছ আছে না<br>\n" +
                    "হোথা না আস্তে গিয়ে <br>\n" +
                    "য়্যাব্বড় কাস্তে নিয়ে<br>\n" +
                    "গাছে গো যেই চড়েছি<br>\n" +
                    "ছোট এক ডাল ধরেছি,<br>\n" +
                    "\n" +
                    "ও বাবা মড়াত করে<br>\n" +
                    "পড়েছি সরাত জোরে।<br>\n" +
                    "পড়বি পড় মালীর ঘাড়েই,<br>\n" +
                    "সে ছিল গাছের আড়েই।<br>\n" +
                    "ব্যাটা ভাই বড় নচ্ছার,<br>\n" +
                    "ধুমাধুম গোটা দুচ্চার<br>\n" +
                    "দিলে খুব কিল ও ঘুষি<br>\n" +
                    "একদম জোরসে ঠুসি।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>পথহারা </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     বেলা শেষে উদাস পথিক ভাবে,<br>\n" +
                    "সে যেন কোন অনেক দূরে যাবে –<br>\n" +
                    "উদাস পথিক ভাবে।<br>\n" +
                    "\n" +
                    "‘ঘরে এস’ সন্ধ্যা সবায় ডাকে,<br>\n" +
                    "‘নয় তোরে নয়’ বলে একা তাকে;<br>\n" +
                    "পথের পথিক পথেই বসে থাকে,<br>\n" +
                    "জানে না সে কে তাহারে চাবে।<br>\n" +
                    "উদাস পথিক ভাবে।<br>\n" +
                    "\n" +
                    "বনের ছায়া গভীর ভালোবেসে<br>\n" +
                    "আঁধার মাথায় দিগবধূদের কেশে,<br>\n" +
                    "ডাকতে বুঝি শ্যামল মেঘের দেশে<br>\n" +
                    "শৈলমূলে শৈলবালা নাবে –<br>\n" +
                    "উদাস পথিক ভাবে।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>গোপন প্রিয়া </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      পাইনি ব’লে আজো তোমায় বাসছি ভালো, রাণি,<br>\n" +
                    "মধ্যে সাগর, এ-পার ও-পার করছি কানাকানি!<br>\n" +
                    "আমি এ-পার, তুমি ও-পার,<br>\n" +
                    "মধ্যে কাঁদে বাধার পাথার<br>\n" +
                    "ও-পার হ’তে ছায়া-তরু দাও তুমি হাত্\u200Cছানি,<br>\n" +
                    "আমি মরু, পাইনে তোমার ছায়ার ছোঁওয়াখানি।<br>\n" +
                    "\n" +
                    "নাম-শোনা দুই বন্ধু মোরা, হয়নি পরিচয়!<br>\n" +
                    "আমার বুকে কাঁদছে আশা, তোমার বুকে ভয়!<br>\n" +
                    "এই-পারী ঢেউ বাদল-বায়ে<br>\n" +
                    "আছড়ে পড়ে তোমার পায়ে,<br>\n" +
                    "আমার ঢেউ-এর দোলায় তোমার ক’রলো না কূল ক্ষয়,<br>\n" +
                    "কূল ভেঙেছে আমার ধারে-তোমার ধারে নয়!<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>কান্ডারী হুশিয়ার </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "  দুর্গম গিরি, কান্তার-মরু, দুস্তর পারাবার<br>\n" +
                    "লঙ্ঘিতে হবে রাত্রি-নিশীথে, যাত্রীরা হুশিয়ার!<br>\n" +
                    "\n" +
                    "দুলিতেছে তরি, ফুলিতেছে জল, ভুলিতেছে মাঝি পথ,<br>\n" +
                    "ছিঁড়িয়াছে পাল, কে ধরিবে হাল, আছে কার হিম্মৎ?<br>\n" +
                    "কে আছ জোয়ান হও আগুয়ান হাঁকিছে ভবিষ্যৎ।<br>\n" +
                    "এ তুফান ভারী, দিতে হবে পাড়ি, নিতে হবে তরী পার।<br>\n" +
                    "\n" +
                    "তিমির রাত্রি, মাতৃমন্ত্রী সান্ত্রীরা সাবধান!<br>\n" +
                    "যুগ-যুগান্ত সঞ্চিত ব্যথা ঘোষিয়াছে অভিযান।<br>\n" +
                    "ফেনাইয়া উঠে বঞ্চিত বুকে পুঞ্জিত অভিমান,<br>\n" +
                    "ইহাদের পথে নিতে হবে সাথে, দিতে হবে অধিকার।<br>\n" +
                    "\n" +
                    "অসহায় জাতি মরিছে ডুবিয়া, জানে না সন্তরন<br>\n" +
                    "কান্ডারী! আজ দেখিব তোমার মাতৃমুক্তি পন।<br>\n" +
                    "হিন্দু না ওরা মুসলিম? ওই জিজ্ঞাসে কোন জন?<br>\n" +
                    "কান্ডারী! বল, ডুবিছে মানুষ, সন্তান মোর মার<br>\n" +
                    "\n" +
                    "গিরি সংকট, ভীরু যাত্রীরা গুরু গরজায় বাজ,<br>\n" +
                    "পশ্চাৎ-পথ-যাত্রীর মনে সন্দেহ জাগে আজ!<br>\n" +
                    "কান্ডারী! তুমি ভুলিবে কি পথ? ত্যজিবে কি পথ-মাঝ?<br>\n" +
                    "করে হানাহানি, তবু চলো টানি, নিয়াছ যে মহাভার!<br>\n" +
                    "\n" +
                    "কান্ডারী! তব সম্মুখে ঐ পলাশীর প্রান্তর,<br>\n" +
                    "বাঙালীর খুনে লাল হল যেথা ক্লাইভের খঞ্জর!<br>\n" +
                    "ঐ গঙ্গায় ডুবিয়াছে হায়, ভারতের দিবাকর!<br>\n" +
                    "উদিবে সে রবি আমাদেরি খুনে রাঙিয়া পূনর্বার।<br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "</p>\n" +
                    "</body>\n" +
                    "</html>";
            webView.loadDataWithBaseURL(null,mytext,"text/html","utf-8",null);
        }

        if(countryname.equals("asare5"))
        {

            mytext = "  <!DOCTYPE html>\n" +
                    "<html>\n" +
                    "<body >\n" +
                    "<p align=\"justify\">\n" +
                    "\n" +
                    "<h3> জসিম উদ্দিন </h3> \n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>আসমানী</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      আসমানীরে দেখতে যদি তোমরা সবে<br>\n" +
                    "চাও,<br>\n" +
                    "রহিমদ্দির ছোট্ট বাড়ি রসুলপুরে যাও।<br>\n" +
                    "বাড়ি তো নয় পাখির বাসা ভেন্না<br>\n" +
                    "পাতার ছানি,<br>\n" +
                    "একটুখানি বৃষ্টি হলেই গড়িয়ে পড়ে<br>\n" +
                    "পানি।<br>\n" +
                    "একটুখানি হাওয়া দিলেই ঘর নড়বড় করে,<br>\n" +
                    "তারি তলে আসমানীরা থাকে বছর<br>\n" +
                    "ভরে।<br>\n" +
                    "পেটটি ভরে পায়না খেতে, বুকের ক-<br>\n" +
                    "খান হাড়,<br>\n" +
                    "সাক্ষী দিছে অনাহারে কদিন গেছে<br>\n" +
                    "তার।<br>\n" +
                    "মিষ্টি তাহার মুখটি হতে হাসির<br>\n" +
                    "প্রদীপ-রাশি<br>\n" +
                    "থাপড়েতে নিবিয়ে দেছে দারুণ<br>\n" +
                    "অভাব আসি।<br>\n" +
                    "পরনে তার শতেক তালির শতেক ছেঁড়া<br>\n" +
                    "বাস,<br>\n" +
                    "সোনালি তার গা বরণের করছে<br>\n" +
                    "উপহাস।<br>\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>নিমন্ত্রণ</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "    তুমি যাবে ভাই – যাবে মোর সাথে, আমাদের ছোট গাঁয়,<br>\n" +
                    "গাছের ছায়ায় লতায় পাতায় উদাসী বনের বায়;<br>\n" +
                    "মায়া মমতায় জড়াজড়ি করি<br>\n" +
                    "মায়ের বুকেতে, বোনের আদরে, ভাইয়ের স্নেহের ছায়,<br>\n" +
                    "তুমি যাবে ভাই – যাবে মোর সাথে, আমাদের ছোট গাঁয়,<br>\n" +
                    "\n" +
                    "ছোট গাঁওখানি- ছোট নদী চলে, তারি একপাশ দিয়া,<br>\n" +
                    "কালো জল তার মাজিয়াছে কেবা কাকের চক্ষু নিয়া;<br>\n" +
                    "ঘাটের কিনারে আছে বাঁধা তরী<br>\n" +
                    "পারের খবর টানাটানি করি;<br>\n" +
                    "বিনাসুতি মালা গাথিছে নিতুই এপার ওপার দিয়া;<br>\n" +
                    "বাঁকা ফাঁদ পেতে টানিয়া আনিছে দুইটি তটের হিয়া।<br>\n" +
                    "\n" +
                    "তুমি যাবে ভাই- যাবে মোর সাথে, ছোট সে কাজল গাঁয়,<br>\n" +
                    "গলাগলি ধরি কলা বন; যেন ঘিরিয়া রয়েছে তায়।<br>\n" +
                    "সরু পথ খানি সুতায় বাঁধিয়া<br>\n" +
                    "দূর পথিকেরে আনিছে টানিয়া,<br>\n" +
                    "বনের হাওয়ায়, গাছের ছায়ায়, ধরিয়া রাখিবে তায়,<br>\n" +
                    "\t\t\t\n" +
                    "\t\t\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>প্রতিদান\n" +
                    " </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     আমার এ ঘর ভাঙিয়াছে যেবা, আমি বাঁধি তার ঘর,<br>\n" +
                    "আপন করিতে কাঁদিয়া বেড়াই যে মোরে করেছে পর।<br>\n" +
                    "    যে মোরে করিল পথের বিবাগী;-<br>\n" +
                    "    পথে পথে আমি ফিরি তার লাগি<br>\n" +
                    "দীঘল রজনী তার তরে জাগি ঘুম যে হরেছে মোর;<br>\n" +
                    "আমার এ ঘর ভাঙিয়াছে যেবা আমি বাঁধি তার ঘর,<br>\n" +
                    "\n" +
                    "আমার এ কূল ভাঙিয়াছে যেবা আমি তার কূল বাঁধি;<br>\n" +
                    "যে গেছে বুকেতে আঘাত হানিয়া তার লাগি আমি কাঁদি;<br>\n" +
                    "যে মোরে দিয়েছে বিষে ভরা বাণ,<br>\n" +
                    "কাঁটা পেয়ে তারে ফুল করি দান সারাটি জনম ভর;-<br>\n" +
                    "আপন করিতে কাঁদিয়া বেড়াই যে মোরে করেছে পর।<br>\n" +
                    "\n" +
                    "মোর বুকে যেবা কবর বেঁধেছে আমি তার বুক ভরি<br>\n" +
                    "রঙিন ফুলের সোহাগ জড়ানো ফুল-মালঞ্চ ধরি<br>\n" +
                    "যে মুখে সে কহে নিঠুরিয়া বাণী,<br>\n" +
                    "আমি লয়ে সখি, তারি মুখখানি <br>\n" +
                    "কত ঠাঁই হতে কত কী যে আনি, সাজাই নিরন্তর<br>\n" +
                    "আপন করিতে কাঁদিয়া বেড়াই যে মোরে করেছে পর।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>বাঁশরী আমার হারায়ে গিয়েছে</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      বাঁশরী আমার হারায়ে গিয়েছে<br>\n" +
                    "বালুর চরে,<br>\n" +
                    "কেমনে ফিরিব গোধন<br>\n" +
                    "কোমল তৃণের পরশ লাগিয়া,<br>\n" +
                    "পায়ের নুপুর পড়িয়াছে খসিয়া।<br>\n" +
                    "চলিতে চরণ ওঠে না বাজিয়া<br>\n" +
                    "তেমন করে।<br>\n" +
                    "\n" +
                    "কোথায় খেলার সাথীরা আমার<br>\n" +
                    "কোথায় ধেনু,<br>\n" +
                    "সাঝেঁর হিয়ায় রাঙিয়া উঠিছে<br>\n" +
                    "গোখুর-রেণু।<br>\n" +
                    "\n" +
                    "ফোটা সরিষার পাঁপড়ির ভরে<br>\n" +
                    "চরো মাঠখানি কাঁপে থরে থরে।<br>\n" +
                    "সাঁঝের শিশির দুচরণ ধরে<br>\n" +
                    "কাঁদিয়া ঝরে।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>ও মোহন বাঁশী</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "   ও মোহন বাঁশী!<br>\n" +
                    "বাজাও বাজাওরে কানাই!<br>\n" +
                    "ধীরে অতি ধীরে;<br>\n" +
                    "আমি জল আনিতে যমুনাতে,<br>\n" +
                    "ও বাঁশী শুনব ফিরে ফিরেরে কানাই!<br>\n" +
                    "ধীরে অতি ধীরে।<br>\n" +
                    "কলসী ভরার ছলে,<br>\n" +
                    "তোমার ছায়া দেখব জলেরে কানাই!<br>\n" +
                    "আমি হারায়ে পায়ের নূপুর,<br>\n" +
                    "ও ঘরে নাহি যাব ফিরেরে কানাই।<br>\n" +
                    "ধীরে অতি ধীরে।<br>\n" +
                    "\n" +
                    "তোমার বাঁশীর স্বরে<br>\n" +
                    "যদি কলসীর জল নড়েরে,<br>\n" +
                    "তারে ঘুম পাড়াবরে,<br>\n" +
                    "কাঁকণ বাজাইয়া করেরে কানাই!<br>\n" +
                    "আমি কেমনে মানাব আমার<br>\n" +
                    "নয়নের নীরের কানাই!<br>\n" +
                    "ধীরে অতি ধীরে।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>রাতের পরী </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "    রাতের বেলায় আসে যে রাতের পরী,<br>\n" +
                    "চরণের ঘায়ে রাতের প্রদীপ নিভিয়া নিভিয়া যায়,<br>\n" +
                    "হাসপাতালের ঘর ভরিয়াছে চাঁদিমার জোছনায়।<br>\n" +
                    "\n" +
                    "মানস সরের তীর হতে যেন ধবল বলাকা আসে,<br>\n" +
                    "ধবল পাখায় ঘুম ভরে আনে ধবল ফুলের বাসে।<br>\n" +
                    "নয়ন ভরিয়া আনে সে মদিরা, সুদূর সাগর পারে,<br>\n" +
                    "তাহাদেরি সাথে লক্ষ বছর ঘুমাইয়া নিরালায়,<br>\n" +
                    "ধবল বালুর স্বপন আনিয়া মাখিয়াছে সারা গায়।<br>\n" +
                    "আজ ঘুম ভেঙে আসিয়াছে হেথা, দেহ লাবনীর পরে,<br>\n" +
                    "কত না কামনা ডুবিছে ভাসিছে আপন খুশীর ভরে।<br>\n" +
                    "বসনে তাহার একে একে আসি আকাশের তারাগুলি,<br>\n" +
                    "জ্বলিছে নিবিছে আপনার মনে রাতের বাতাসে দুলি।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>পুরান পুকুর </h3> \n" +
                    "<p align=\"justify\">\n" +
                    " পুরান পুকুর, তব তীরে বসি ভাবিয়া উদাস হই,<br>\n" +
                    "খেজুরের গোড়ে বাঁধা ছোট ঘাট, করে জল থই থই;<br>\n" +
                    "রাত না পোহাতে গাঁয়ের বধুরা কলসীর কলরবে,<br>\n" +
                    "ঘুম হতে তোমা জাগাইয়া দিত প্রভাতের উৎসবে।<br>\n" +
                    "সারাদিন ধরি ঘড়ায় ঘড়ায় তব অমৃতরাশি,<br>\n" +
                    "বধুদের কাঁখে ঢলিয়া ঢলিয়া ঘরে ঘরে যেত হাসি।<br>\n" +
                    "‘বদনায়’ভরা একটুকু, তারি ভরসায় গেঁয়ো-চাষী,<br>\n" +
                    "চৈত্র-রোদের করুণ করিয়া বাজাত গানের বাঁশী।<br>\n" +
                    "মাঠ হতে তারা জ্বলিয়া পুড়িয়া আসিত তোমার তীরে,<br>\n" +
                    "খেজুর পাতায় সোনালী চামর দোলাতে তাদের শিরে।<br>\n" +
                    "শান্ত হইয়া গামছা ভিজায়ে তোমার কাজল-জলে,<br>\n" +
                    "নাহিয়া নাহিয়া সাধ মিটিত না-আবার নাহিবে বলে।<br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "</p>\n" +
                    "</body>\n" +
                    "</html>";
            webView.loadDataWithBaseURL(null,mytext,"text/html","utf-8",null);
        }

        if(countryname.equals("asare6"))
        {

            mytext = "   <!DOCTYPE html>\n" +
                    "<html>\n" +
                    "<body >\n" +
                    "<p align=\"justify\">\n" +
                    "\n" +
                    "<h3> জীবনানন্দ</h3> \n" +
                    "<hr>\n" +
                    "<h3>বনলতা সেন</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     হাজার বছর ধরে আমি পথ হাঁটিতেছি পৃথিবীর পথে<br>\n" +
                    "সিংহল সমুদ্র থেকে আরো দূর অন্ধকারে মালয় সাগরে<br>\n" +
                    "অনেক ঘুরেছি আমি। বিম্বিসার অশোকের ধূসর জগতে<br>\n" +
                    "সেখানে ছিলাম আমি। আরো দূর অন্ধকার বিদর্ভ নগরে<br>\n" +
                    "আমি ক্লান্ত প্রাণ এক, চারিদিকে জীবনের সমুদ্র সফেন,<br>\n" +
                    "আমারে দুদণ্ড শান্তি দিয়েছিল নাটোরের বনলতা সেন।<br>\n" +
                    "\n" +
                    "চুল তার কবেকার অন্ধকার বিদিশার নিশা,<br>\n" +
                    "মুখ তার শ্রাবস্তীর কারুকার্য। অতিদূর সমুদ্রের’পর<br>\n" +
                    "হাল ভেঙ্গে যে নাবিক হারায়েছে দিশা,<br>\n" +
                    "সবুজ ঘাসের দেশ যখন সে চোখে দেখে দারুচিনি দ্বীপের ভিতর,<br>\n" +
                    "তেমনই দেখেছি তারে অন্ধকারে। বলেছে সে”এতোদিন কোথায় ছিলেন?”<br>\n" +
                    "পাখির নীড়ের মত চোখ তুলে চাওয়া নাটোরের বনলতা সেন।<br>\n" +
                    "\n" +
                    "সমস্ত দিনের শেষে শিশিরের শব্দের মতন<br>\n" +
                    "সন্ধ্যা আসে। ডানার রৌদ্রের গন্ধ মুছে ফেলে চিল।<br>\n" +
                    "পৃথিবীর সব রঙ মুছে গেলে পাণ্ডুলিপি করে আয়োজন,<br>\n" +
                    "তখন গল্পের তরে জোনাকির রঙে ঝিলমিল।<br>\n" +
                    "সব পাখি ঘরে আসে- সব নদী। ফুরায় এ জীবনের সব লেনদেন।<br>\n" +
                    "থাকে শুধু অন্ধকার, মুখোমুখি বসিবার বনলতা সেন।<br>\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>তোমায় আমি</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     তোমায় আমি দেখেছিলাম ব’লে<br>\n" +
                    "তুমি আমার পদ্মপাতা হলে;<br>\n" +
                    "শিশির কণার মতন শূন্যে ঘুরে<br>\n" +
                    "শুনেছিলাম পদ্মপত্র আছে অনেক দূরে<br>\n" +
                    "খুঁজে খুঁজে পেলাম তাকে শেষে।<br>\n" +
                    "\n" +
                    "নদী সাগর কোথায় চলে ব’য়ে<br>\n" +
                    "পদ্মপাতায় জলের বিন্দু হ’য়ে<br>\n" +
                    "জানি না কিছু-দেখি না কিছু আর<br>\n" +
                    "এতদিনে মিল হয়েছে তোমার আমার<br>\n" +
                    "পদ্মপাতার বুকের ভিতর এসে।<br>\n" +
                    "\n" +
                    "তোমায় ভালোবেসেছি আমি, তাই<br>\n" +
                    "শিশির হয়ে থাকতে যে ভয় পাই,<br>\n" +
                    "তোমার কোলে জলের বিন্দু পেতে<br>\n" +
                    "চাই যে তোমার মধ্যে মিশে যেতে<br>\n" +
                    "শরীর যেমন মনের সঙ্গে মেশে।<br>\n" +
                    "\n" +
                    "জানি আমি তুমি রবে-আমার হবে ক্ষয়<br>\n" +
                    "পদ্মপাতা একটি শুধু জলের বিন্দু নয়।<br>\n" +
                    "এই আছে, নেই-এই আছে নেই-জীবন চঞ্চল;<br>\n" +
                    "তা তাকাতেই ফুরিয়ে যায় রে পদ্মপাতার জল<br>\n" +
                    "বুঝেছি আমি তোমায় ভালোবেসে !<br>\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>নীলিমা</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     রৌদ্র-ঝিলমিল<br>\n" +
                    "উষার আকাশ, মধ্যনিশীথের নীল,<br>\n" +
                    "অপার ঐশ্বর্যবেশে দেখা তুমি দাও বারে-বারে<br>\n" +
                    "নিঃসহায় নগরীর কারাগার-প্রাচীরের পারে।<br>\n" +
                    "উদ্বেলিছে হেথা গাঢ় ধূম্রের কুণ্ডলী,<br>\n" +
                    "উগ্র চুল্লীবহ্নি হেথা অনিবার উঠিতেছে জ্বলি’,<br>\n" +
                    "আরক্ত কঙ্করগুলো মরুভূর তপ্তশ্বাস মাখা,<br>\n" +
                    "মরীচিকা-ঢাকা ।<br>\n" +
                    "অগণন যাত্রিকের প্রাণ<br>\n" +
                    "খুঁজে মরে অনিবার, পায়নাকো পথের সন্ধান;<br>\n" +
                    "চরণে জড়ায়ে গেছে শাসনের কঠিন শৃঙ্খল;<br>\n" +
                    "হে নীলিমা নিষ্পলক, লক্ষ বিধি-বিধানের এই কারাতল<br>\n" +
                    "তোমার ও-মায়াদণ্ডে ভেঙেছো মায়াবী!<br>\n" +
                    "জনতার কোলাহলে একা ব’সে ভাবি<br>\n" +
                    "কোন্ দূর জাদুপুর-রহস্যের ইন্দ্রজাল মাখি<br>\n" +
                    "বাস্তবের রক্ততটে আসিলে একাকী;<br>\n" +
                    "স্ফটিক আলোকে তব বিথারিয়া নীলাম্বরখানা<br>\n" +
                    "মৌন স্বপ্ন-ময়ূরের ডানা!<br>\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>পিরামিড </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      বেলা বয়ে যায়,<br>\n" +
                    "গোধূলির মেঘ-সীমানায়<br>\n" +
                    "ধূম্রমৌন সাঁঝে<br>\n" +
                    "নিত্য নব দিবসের মৃত্যুঘণ্টা বাজে,<br>\n" +
                    "শতাব্দীর শবদেহে শ্মশানের ভস্মবহ্নি জ্বলে;<br>\n" +
                    "পান্থ ম্লান চিতার কবলে<br>\n" +
                    "একে-একে ডুবে যায় দেশ জাতি সংসার সমাজ;<br>\n" +
                    "কার লাগি, হে সমাধি, তুমি একা ব’সে আছো আজ—<br>\n" +
                    "কি এক বিক্ষুব্ধ প্রেতকায়ার মতন!<br>\n" +
                    "অতীতের শোভাযাত্রা কোথায় কখন<br>\n" +
                    "চকিতে মিলায়ে গেছে পাও নাই টের;<br>\n" +
                    "কোন্ দিবা অবসানে গৌরবের লক্ষ মুসাফের<br>\n" +
                    "দেউটি নিভায়ে গেছে—চলে গেছে দেউল ত্যজিয়া,<br>\n" +
                    "চ’লে গেছে প্রিয়তম—চলে গেছে প্রিয়া<br>\n" +
                    "যুগান্তের মণিময় গেহবাস ছাড়ি<br>\n" +
                    "চকিতে চলিয়া গেছে বাসনা-প<br>\n" +
                    "দূর অস্তশেখরের গায়।<br>\n" +
                    "\t\t\t\n" +
                    "\t\t\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>মৃত্যুর আগে</h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      আমরা হেঁটেছি যারা নির্জন খড়ের মাঠে পউষ সন্ধ্যায়,<br>\n" +
                    "দেখেছি মাঠের পারে নরম নদীর নারী ছড়াতেছে ফুল<br>\n" +
                    "কুয়াশার; কবেকার পাড়াগাঁর মেয়েদের মতো যেন হায়<br>\n" +
                    "তারা সব; আমরা দেখেছি যারা অন্ধকারে আকন্দ ধুন্দুল<br>\n" +
                    "জোনাকিতে ভ’রে গেছে; যে-মাঠে ফসল নাই তাহার শিয়রে<br>\n" +
                    "চুপে দাঁড়ায়েছে চাঁদ–কোনো সাধ নাই তার ফসলের তরে;<br>\n" +
                    "\n" +
                    "আমরা বেসেছি যারা অন্ধকারে দীর্ঘ শীত রাত্রিটিরে ভালো,<br>\n" +
                    "খড়ের চালের পরে শুনিয়াছি মুগ্ধরাতে ডানার সঞ্চার:<br>\n" +
                    "পুরোনো পেঁচার ঘ্রাণ; অন্ধকারে আবার সে কোথায় হারালো!<br>\n" +
                    "বুঝেছি শীতের রাত অপরূপ, মাঠে-মাঠে ডানা ভাসাবার<br>\n" +
                    "গভীর আহ্লাদে ভরা; অশথের ডালে-ডালে ডাকিয়াছে বক;<br>\n" +
                    "আমরা বুঝেছি যারা জীবনের এই সব নিভৃত কুহক;<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>আমাকে তুমি </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "      আমাকে<br>\n" +
                    "তুমি দেখিয়েছিলে একদিন:<br>\n" +
                    "মস্ত বড়ো ময়দান— দেবদারু পামের নিবিড় মাথা— মাইলের পর মাইল;<br>\n" +
                    "দুপুরবেলার জনবিরল গভীর বাতাস<br>\n" +
                    "দূর শূন্যে চিলের পাটকিলে ডানার ভিতর অস্পষ্ট হ’য়ে হারিয়ে যায়;<br>\n" +
                    "জোয়ারের মতো ফিরে আসে আবার;<br>\n" +
                    "জানালায়-জানালায় অনেকক্ষণ ধ’রে কথা বলে:<br>\n" +
                    "পৃথিবীকে মায়াবীর নদীর পারের দেশ ব’লে মনে হয়।<br>\n" +
                    "তারপর<br>\n" +
                    "দূরে<br>\n" +
                    "অনেক দূরে<br>\n" +
                    "খররৌদ্রে পা ছড়িয়ে বর্ষীয়সী রূপসীর মতো ধান ভানে— গান গায়— গান গায়<br>\n" +
                    "এই দুপুরের বাতাস।<br>\n" +
                    "\n" +
                    "এক-একটা দুপুরে এক-একটা পরিপূর্ণ জীবন অতিবাহিত হ’য়ে যায় যেন।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>তুমি </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "    নক্ষত্রের চলাফেরা ইশারায় চারিদিকে উজ্জ্বল আকাশ;<br>\n" +
                    "বাতাসে নীলাভ হ’য়ে আসে যেন প্রান্তরের ঘাস;<br>\n" +
                    "কাঁচপোকা ঘুমিয়েছে— গঙ্গাফড়িং সে-ও ঘুমে;<br>\n" +
                    "আম নিম হিজলের ব্যাপ্তিতে প’ড়ে আছো তুমি।<br>\n" +
                    "\n" +
                    "‘মাটির অনেক নিচে চ’লে গেছো? কিংবা দূর আকাশের পারে<br>\n" +
                    "তুমি আজ? কোন্ কথা ভাবছো আঁধারে?<br>\n" +
                    "ওই যে ওখানে পায়রা একা ডাকে জামিরের বনে:<br>\n" +
                    "মনে হয় তুমি যেন ওই পাখি— তুমি ছাড়া সময়ের এ-উদ্ভাবনে<br>\n" +
                    "\n" +
                    "আমার এমন কাছে— আশ্বিনের এত বড়ো অকূল আকাশে<br>\n" +
                    "আর কাকে পাবো এই সহজ গভীর অনায়াসে—’<br>\n" +
                    "বলতেই নিখিলের অন্ধকার দরকারে পাখি গেল উড়ে<br>\n" +
                    "প্রকৃতিস্থ প্রকৃতির মতো শব্দে— প্রেম অপ্রেম থেকে দূরে।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "<hr>\n" +
                    "<h3>সবিতা </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "     সবিতা, মানুষজন্ম আমরা পেয়েছি<br>\n" +
                    "মনে হয় কোনো এক বসন্তের রাতে:<br>\n" +
                    "ভূমধ্যসাগর ঘিরে যেই সব জাতি,<br>\n" +
                    "তাহাদের সাথে<br>\n" +
                    "সিন্ধুর আঁধার পথে করেছি গুঞ্জন;<br>\n" +
                    "মনে পড়ে নিবিড় মেরুন অালো, মুক্তার শিকারী<br>\n" +
                    "রেশম, মদের সার্থবাহ,<br>\n" +
                    "দুধের মতন শাদা নারী।<br>\n" +
                    "\n" +
                    "অনন্ত রৌদের থেকে তারা<br>\n" +
                    "শাশ্বত রাত্রির দিকে তবে<br>\n" +
                    "সহসা বিকেলবেলা শেষ হ’য়ে গেলে<br>\n" +
                    "চ’লে যেত কেমন নীরবে।<br>\n" +
                    "\t\t\t \n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "<hr>\n" +
                    "<h3>এই সব দিনরাত্রি </h3> \n" +
                    "<p align=\"justify\">\n" +
                    "  মনে হয় এর চেয়ে অন্ধকারে ডুবে যাওয়া ভালো।<br>\n" +
                    "এইখানে<br>\n" +
                    "পৃথিবীর এই ক্লান্ত এ অশান্ত কিনারার দেশে<br>\n" +
                    "এখানে আশ্চর্য সব মানুষ রয়েছে।<br>\n" +
                    "তাদের সম্রাট নেই, সেনাপতি নেই;<br>\n" +
                    "তাদের হৃদয়ে কোনো সভাপতি নেই;<br>\n" +
                    "শরীর বিবশ হ’লে অবশেষে ট্রেড-ইউনিয়নের<br>\n" +
                    "কংগ্রেসের মতো কোনো অাশা হতাশার<br>\n" +
                    "কোলাহল নেই।<br>\n" +
                    "\n" +
                    "অনেক শ্রমিক আছে এইখানে।<br>\n" +
                    "আরো ঢের লোক আছে<br>\n" +
                    "সঠিক শ্রমিক নয় তা’রা।<br>\n" +
                    "\n" +
                    "</p>\n" +
                    "<hr>\n" +
                    "<br><br>\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "\n" +
                    "</p>\n" +
                    "</body>\n" +
                    "</html>";
            webView.loadDataWithBaseURL(null,mytext,"text/html","utf-8",null);
        }







    }



}
